Repository: primesoft2022/cryptanil
Catalog: Cryptanil/CryptanilLocalizations/*.lproj/Localizable.strings
Languages: ru

source: Submit
ru: Подтвердить

source: Crypto type
ru: Тип криптовалюты

source: Network
ru: Сеть

source: Address
ru: Адрес

source: Memo
ru: Мемо

source: TxID
ru: ID транзакции

source: copy address
ru: Kопирования адреса

source: copy memo
ru: Kопирования мeмо

source: Transaction status
ru: Статус транзакции

source: Coin amount
ru: Сумма монеты

source: Converted amount
ru: Конвертированная сумма

source: Company name
ru: Название компании

source: Converted Currency
ru: Конвертированная валюта

source: Search crypto type
ru: Искать тип крипто

source: Crypto types
ru: Типы криптовалюты

source: Your order successfully submitted, waiting for the completion of the transaction (usually it takes 5-10 minutes).
ru: Ваш заказ успешно отправлен, ожидайте завершения транзакции (обычно это занимает 5-10 минут).

source: The time to submit the transaction has expired. You can no longer pay with this order, please go back to your merchant page and create a new transaction.
ru: Время для отправки транзакции истекло. Вы больше не можете оплатить этот заказ, пожалуйста, вернитесь на страницу торгового счета и создайте новую транзакцию

source: Your order successfully complited.
ru: Ваш заказ успешно выполнен

source: Payment submitted
ru: Оплата получена

source: Payment Expired
ru: Срок исполнения платежа истек

source: Payment completed
ru: Платеж выполнен

source: Done
ru: Выполнено

source: Cancel
ru: Отменa

source: Go to merchant page
ru: Перейти на страницу торгового счета

source: Please don't pay by Binance Pay. Because we can't see that transaction in our system, your transaction may not be complete.
ru: Пожалуйста, не оплачивайте через Binance Pay. Поскольку мы не видим эту транзакцию в нашей системе, ваша транзакция может быть не завершена.
